
// *****************************
// simplified Chinese (zh-Hans)
// *****************************

// 
// Finder UI
// 

/* indicate copying photos to camera roll:<DONE>/<TOTAL> */
"Copying photos to Camera Roll:" = "复制相片至相机胶卷:";

/* Just you did press snap button, indicate taking photo. */
"Taking photo..." = "拍照...";

/* Photo has been taken, indicate saving the photo. */
"Saving photo..." = "存取中...";

// 
// mode notifier (ae/af)
// 

/* notify adjusting AE/AF mode */
"AE/AF Adjusting" = "对焦";

/* notify AE/AF is in Auto */
"AE/AF Auto" = "自动对焦";

/* notify AE/AF is in Lock, aka AEAF Lock */
"AE/AF Lock" = "锁定对焦";

/* notifiy starting up AE/AF mode */
"AE/AF starting up" = "启动对焦";

// 
// mode notifier (exposure)
// 

/* indicate Auto Exposure mode is starting up */
"AE Starting up" = "启动曝光";

/* indicate Auto Exposure mode is adjusting exposure */
"AE adjusting" = "调整曝光";

/* indicate Exposure is in Lock */
"Exposure Lock" = "曝光锁";

/* indicate Exposure is in Auto */
"Auto Exposure" = "AE";

/* indicate Exposure is manualy controlled */
"Manual Exposure" = "ME";

// 
// mode notifier (focus)
// 

/* indicate Auto Focus is starting up */
"AF Starting up" = "启动对焦";

/* indicate Auto Focus mod is adjusting focus */
"AF adjusting" = "调整对焦";

/* indicate Focus is in Lock */
"Focus Lock" = "对焦锁";

/* indicate Focus is in Auto */
"Auto Focus" = "AF";

/* indicate Focus is manualy controlled */
"Manual Focus" = "MF";

// 
// mode notifier (whitebalance)
// 

/* indicate running(=adjusting) auto whitebalance block */
"WB Adjusting" = "调整白平衡";

/* indicate whitebalance is automatically adjusted continuously */
"WB Auto" = "自动白平衡";

/* indicate whitebalance is locked, (is in device level wb lock) */
"WB Lock" = "锁定白平衡";

/* indicate whitebalance is manually adjusted by user's selection */
"WB Manual" = "手动白平衡";

/* indicate starting up whitebalance mode */
"WB starting up" = "启动白平衡";


// 
// album
// 

/* The title of Album View */
"Album view title" = "我的相册";

/* The title of Album in Select Mode as like Select Photo (3) */
"Album select mode title" = "选择照片";


// 
// General strings
// 

/* general cancel string */
"Cancel" = "取消";

/* general delete string */
"Delete" = "删除";


// 
// album action sheet
// 

/* Album action sheet, copy to camera roll action */
"Copy to Camera Roll" = "复制到相机胶卷";

/* Album action sheet, delete selected photos action */
"Delete selected photos" = "删除选定的照片";


// 
// album action tool bar
// 

/* Album action tool bar, share tool button */
"Share" = "分享";


// 
// snap view action sheet
// 

/* Tag for snap day label, the date of this photo was taken */
"Shooting date:" = "日期 : ";

/* Snap view action sheet, use for whitebalance action */
"Use for White Balance" = "使用白平衡";

/* Snap view action sheet, delete this photo action */
"Delete this photo" = "删除此照片";


